Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/reindrift_omraadeprotokoll_til_konvensjon_mellom_norge_sverige_nordsamisk.txt.tmx
Source language: sme
Languages: smj

source: Nuortan: Bijjie Raentsere rájes riikkaráji mielde koordináhta 33 W 475165 7240956 rádjái riikkaráji nalde Vaaltanjaevrie bokte.
smj: Lullne: Bijjie Raentseres rijkarájá milta koordináhttaj 33 W 475165 7240956 rijkarájá nanna Valtanjaure guoran.

source: Raajnese sáhttá Vilhelmina norra čearru geavahit suoidnemánu 1. b. – borgemánu 31. b..
smj: Vilhelmina norra tjiellde oadtju Raajnesev ávkkit ájgen sjnjilltjamáno 1. b. - bårggemáno 31.b..

source: Áiddit: Áiddit galget leat Vaaltanjaevrie rájes dasa gokko Råtnoenjohke ja Ranserelva bohtet oktii.
smj: Gárde: Gárde galggi gávnnut Valtanjaures Råtnoenjohke ja Ranserelva gávnadimsadjáj.

source: § 34 Lögdeå Västerbottena ja Västernorrlándda leanain
smj: § 34 Lögdeå Västerbottena ja Västernorrlánda lenajn

source: Lögdeå guovllus leat čuovvovaš rájit (Kártamielddus 3): Lögdeälvena njálmmi rájes Nordmalingsfjärdenis, joga mielde Klösforsenii, dasto geaidnoráigge Yttre Lemesjö rádjái, das viidásit geainnu mielde Flärke rádjái, das fas Husån mielde dan njálbmái Botten- vikenis, das fas Degerfjärden mielde Nordmalingsfjärden rádjái ja Lögdeälvena njálbmái.
smj: Lögdeån li tjuovvo rájá (3. kárttaduoddetjála): Lögdeälvenanjálmes Nordmalingsfjärdena njálmmáj ädnok Klösforsenij, dan maŋŋela rahtev Yttre Lemesjöaj, vijdábut rahtev Flärkej, dåppelt Husåna milta Bottenvikena njálmmáj, dan maŋŋela Degerfjärdenav vijdábut Nordmalingsfjärdenij ja Lögdeälvena njálmmáj.

source: Lögdeå lea guohtunguovlu Byrkije boazoorohaga váste ja dat sáhttá geavahuvvot golggotmánu 1. b. – cuoŋománu 30.b..
smj: Lögdeå la Byrkije ällosujttimdajva guohtomguovllo mav oadtju ájgen gålgådismáno 1. b. - vuoratjismáno 30. b. ávkkit.

source: § 35 Jitnemen Nordlándda ja Davvi-Trøndelága fylkkain
smj: § 35 Jitnemen Nordlánda ja Nord-Trøndelaga fylkajn

source: Jitnemen guovllus leat čuovvovaš rájit (Kártamielddus 3): Davil: Riikkarájis Bijjie Raentseres (Ranseren), Raentserenjeanoe ja čázádaga mielde jávrri oarjelulimus luovtta rádjái Flåfjellet nuorttabealde.
smj: Jitnemin li tjuovvo rájá (3. kárttaduoddetjála): Nuorttan: Rijkarájás Bijjie Raentseren (Ranseren), Raentserenjeanoev ja tjátjádagáv jávre oarjjealemus luoktaj Flåfjelleta (33 W 458364 7227126) lullelin.

source: Oarjin: Namuhuvvon luovtta rájes njuolga linjjás Jitnemenjaevrie lulimus luovtta rádjái, Bijjie.
smj: Allen: Nammadum luovtas njuolgga linnja Jitnemenjaevrie

source: Lulil: Dán luovtta rájes čázádaga mielde Jitnemenjaevrie rádjái ja das viidásit dan báikái gokko Jitnemenjohke rasttilda riikkaráji.
smj: oarjemus luoktaj, Bijjie. Oarjján: Dat luovtas tjátjádagá milta Jitnemenjaevriev ja vijdábut dan sadjáj gånnå Jitnemenjohke rijkarájáv rassti.

source: Nuortan: Riikkaráji mielde Jitnemenjohke rájes Bijjie Raentsere rádjái.
smj: Lullne: Rijkarájá milta Jitnemenjohkes Bijjie Raentserij (Ranseren).

source: Jitnemen lea guohtunguovlu Vilhelmina södra čearu váste.
smj: Jitnemen la Vilhelmina södra tjielde guohtomguovllo.

source: Áiddit: Áidi galgá leat Raentserenjeanoe njálmmis Bijjie Raentsere rájes guohtunguovllu ráji mielde gitta Jitnemenjaevrie rádjái, Bijjie.
smj: Gárde: Gárde galggi gávnnut Raentserenjeanoe luspes Bijjie Raentseren (Ransaren) guohtomguovllorájá milta Jitnemenjaevriej, Bijjien.

source: § 36 Sipmehke Davvi-Trøndelága fylkkas
smj: § 36 Sipmehke Nuortta-Trøndelaga fylkan

source: Sipmehke guovllus leat čuovvovaš rájit (Kártamielddus 3): Davil: Dan báikkis gokko Jitnemenjohke rasttilda riikkaráji ja čázádaga mielde Jitnemenjaevrie, Bijjie lulimus luovtta rádjái.
smj: Sipmehken li tjuovvo rájá (3. kárttaduoddetjála): Nuorttan: Dat sajes gånnå Jitnemenjohke rijkarájáv rassti tjátjádagá milta Jitnemenjaevrie, Bijjie oarjemus luoktaj.

source: Oarjin: Namuhuvvon luovtta rájes njuolga linjjás Såålejaevrie lulimus luovtta rádjái, das viidásit čázádaga mielde Bijjie- Sipmehke (Vestre Sipmeken) rádjái, das fas čázádaga mielde riikkarádjái Vuelie- Sipmehke (Austre Sipmeksjøen) bokte.
smj: Allen: Nammadum luovtas njuolgga linnja oarjemus luoktaj Såålejaevrien, dåppelt tjátjádagáv Bijjie-Sipmehkej (Vestre Sipmeken), vijdábut tjátjádagáv rijkarádjáj Vuelie-Sipmehken (Austre Sipmeksjøen).

source: Nuortan: Riikkaráji mielde Vuelie-Sipmehke rájes dan báikái gokko Jitnemenjohke rasttilda riikkaráji.
smj: Lullne: Rijkarájá milta Vuelie-Sipmehkes (Austre Sipmeksjøen) dan sadjáj gånnå Jitnemenjohke rijkarájáv rassti.

source: Sipmehke lea guohtunguovlu Frostviken Norra čearu váste.
smj: Sipmehke la Frostviken norra tjielde guohtomguovllo.

source: Áiddit: Áidi galgá leat Jitnemenjaevrie, Bijjie rájes guohtunguovllu ráji mielde Vuelie-Sipmehke rádjái.
smj: Gárde: Gárde galggi gávnnut Jitnemenjaevries, Bijjie guohtomguovllorájá milta VuelieSipmehkej (Austre Sipmeksjøen).

source: § 37 Baajme Jämtlándda leanas
smj: § 37 Baajme Jämtlánda lenan

source: Baajme guovllus leat čuovvovaš rájit (Kártamielddus 4): Álgá riikkarájis Sipmehkejaevrie bokte Sipmehkejukke rádjái, dán čázádaga mielde dasa gokko boahtá oktii Gavostjukkiin, dán čázádaga Leipikvattnet rádjái, rastá Leipikvattnet ja Bjurälven ja Storälven mielde (Leipikvattnet 1:1 opmodatrádji Straejmie (Strömsund) suohkanis) riikkarádjái ja riikkaráji mielde Sipmehkejaevrie rádjái.
smj: Baajmen li tjuovvo rájá (4. kárttaduoddetjála): Rijkarájás Sipmehkejaevrien Sipmehkejukkej, dav tjátjádagáv dasik Gavostjukkejn gávnat, dav tjátjádagáv Leipikvattnetij, dan maŋŋela Leipikvattneta rastá ja Bjurälvena ja Storälvena milta (rádjá gittaåbmudahkaj Leipikvattnet 1:1 Strömsunda kommuvnan) rijkarádjáj, dan maŋŋela rijkarájá milta Sipmehkejaevrie rádjáj.

source: Baajme lea guohtunguovlu Østre Namdála boazoorohaga váste.
smj: Baajme l Østre Namdala ällosujttimdajva guohtomguovllo.

source: Áiddit: Áidi galgá leat Sipmehkejaevrie rájes Ankarvattnet rádjái.
smj: Gárde: Gárde galggi gávnnut Sipmehkejaevries Ankarvattnetij.

source: § 38 Mesklumpen Jämtlándda leanas
smj: § 38 Mesklumpen Jämtlánda lenan

source: Mesklumpen guovllus leat čuovvovaš rájit (Kártamielddus 4): Álgá dan báikkis gokko Guevtelejohke (Storälven) boahtá riikkarádjái Ingenmansland bokte, dán joga mielde ja Bjurälven mielde Leipikvattnet rádjái, viidásit Leipikvattnet lulábeale gátti mielde Leipikelvenii, dán eanu mielde Ankarvattnetii, rastá jávrri ja čázádaga mielde Stor-Blåsjönii, dán jávrri mielde Stora Blåsjön gillái, viidásit geaidnoráigge Östra Vallervattnetii ja das riikkaráji mielde Guevtelejohke (Storälven) rádjái.
smj: Mesklumpenin li tjuovvo rájá (4. kárttaduoddetjála): Dat sajes gånnnå Guevtelejohke (Storälven) rijkarájáv rassti Ingenmanslanda guoran, dan äno ja Bjurälvena milta Leipikvattnetij, vijdábut Leipikvattneta oarjásjgáttev Leipikelvenij, dav änov Ankarvattnetij, jávre rastá ja vijdábut tjátjádagáv Stor-Blåsjöna rádjáj, dav jávrev sijddaj Stora Blåsjön, vijdábut gäjnov Östra Vallervattnet ja dassta rijkarájáv Guevtelejohkej (Storälven).

source: Mesklumpen lea Østre Namdála boazoorohaga ja Frostviken Norra čearu oktasaš guohtunguovlu.
smj: Mesklumpen la aktisasj guovllo Østre Namdal ällosujttimdajvvaj ja Frostviken norra tjälldáj.

source: Jus dakkár šiehtadus ii dahkkojuvvo dahje jus dat loahpahuvvo de lea Mesklumpen Østre Namdála boazoorohaga guohtunguovlun ja sáhttá geavahuvvot golggotmánu 1. b. – cuoŋománu 30.b..
smj: Jus dakkár lihtto ij gávnnu jali hiejteduvvá la Mesklumpen guohtomguovllo Østre Namdala ällosujttimdajvvaj mav oadtju ájgen gålgådismáno 1. b. - vuoratjismáno 30. b. ávkkit.

source: Skábmamánu 1. b. – 30. b. sáhttá maiddái Frostviken Norra čearru geavahit eatnamiid.
smj: Ájgen gålgådismáno 1. b. – basádismáno 30. b. oadtju aj Frostviken norra tjiellde ednamav ávkkit.

source: § 39 Jorm Jämtlándda leanas
smj: § 39 Jorm Jämtlanda lenan

source: Jorm guovllus leat čuovvovaš rájit (Kártamielddus 4): Geainnu mielde riikkarájis Östra Vallervattnet bokte Stora Blåsjön gillái, das fas Stor-Blåsjön - Lill-Blåsjön – Blåsjöälven - Stor Jorm – Kycklingvattnet - Kvarnbergsvattnet gitta Gäddede šalddi rádjái, das viidásit geaidnoráigge Murusjøenii, ja das riikkaráji mielde Östra Vallervattnetii.
smj: Jorman li tjuovvo rájá (4. kárttaduoddetjála): Rahte rijkarájás Östra Vallervattnet guoran sijddaj Stora Blåsjön, dan maŋŋela StorBlåsjön, Lill-Blåsjön, Blåsjöälven, Stor Jorm, Kycklingvattnet, Kvarnbergsvattnet rahteråvvåj Gäddede guoran, dan maŋŋela rahtev Murusjøenaj, ja vijdábut rijkarájáv Östra Vallervattnetij.

source: Guovlu lea guohtunguovlu Østre Namdála boazoorohaga váste.
smj: Guovllo l guohtomguovllo Østre Namdala ällosujttimdajvvaj.

source: Boazoguohtuneana (Renbetesfjället) Blåsjökilen sáhttá geavahuvvot birra jagi.
smj: Boatsojguohtomvárev Blåsjökilen oadtju jagev birra ávkkit.

source: Eará guovllut Jormas sáhttet geavahuvvot golggotmánu 1. b. – cuoŋománu 30.b..
smj: Jorma ietjá ednamijt oadtju ájgen gålgådismáno 1. b. - vuoratjismáno 30. b. ávkkit.

source: Áiddit: Áidi galgá leat Lill-Väktaren jávrri rájes sullii 2 kilomehtera Lill-Blåsjön guvlui (se § 46).
smj: Gárde: Gárde galggi gávnnut jávres LillVäktaren bájken 1,8 kilometer Lill-Blåsjöna guovlluj (gehtja § 46).

source: § 40 Mealhkoe Davvi-Trøndelága fylkkas
smj: § 40 Mealhko Nord-Trøndelaga fylkan

source: Mealhkoe guovllus leat čuovvovaš rájit (Kártamielddus 4): Rengen rájes Sørlias Sørličázádaga mielde Lenlingen davimus luovtta rádjái, das riikkageaidnoráigge Lauvsjølia badjel šalddi rádjái Laksjøen ja Sandsjøen muotkki nalde, das viidásit Sandsjøen mielde Gamvollbekkenii, das riikkageainnu mielde Kveeidet rádjái, viidásit Murusjøen dan báikái gokko geaidnu 74 boahtá riikkarádjái, das riikkaráji mielde Rengen rádjái Sørlias.
smj: Mealhkon li tjuovvo rájá (4. kárttaduoddetjála): Rengenis Sørlin Sørlivassdrageta milta Lenlingena nuortamus luoktaj, dåppelt rijkarahte milta Lauvsjølia rastá råvvåj njárgan Laksjøena ja Sandsjøena gaskan, vijdábut Sandsjøena milta Gamvollbekkenij, dåppelt rijkagäjnov Kveeidetij, vijdábut Murusjøena milta dan sadjáj gånnå rahte 74 rijkarahtev rassti, dåppelt rijkarájá milta Rengenij Sørlian.

source: Mealhkoe lea guohtunguovlu Jiingevaerie čearu ja guovtti siidaoasi váste geat gullaba Østre Namdála boazoorohahkii.
smj: Mealhko la guohtomguovllo Jiingevaerie sijddaj ja guovte sijddaoassáj Østre Namdala ällosujttimdajvas.

source: Dát guokte siidaoasi sáhttiba maiddái geavahit Jiingevaerie čearu guohtunguovllu Ruoŧas.
smj: Da guokta sijddaoase aj oadtjoba Jiingevaerie tjielde guohtomguovlov Svierigin ávkkit.

source: § 41 Laadth – gieles Jämtlándda leanas
smj: § 41 Laadth – gieles Jämtlanda lenan

source: Laadth – gieles guovllus leat čuovvovaš rájit (Kártamielddus 4): Nuortan: Riikkarájis Holdernis rastá jávrri lulimus luovtta rádjái, das fas Holdersströmmen mielde Torrön jávrái.
smj: Laadth – gielesin li tjuovvo rájá (4. kárttaduoddetjála): Lullne: Rijkarájás Holdernin jávre oarjemus luoktaj, dan maŋŋela Holdersströmmena milta jávrráj Torrön.

source: Lulil: Torrön mielde badjel Gaunviken ja Gaunan riikkarádjái.
smj: Oarjján: Torröna milta Gaunvikena ja Gaunana rastá rijkarádjáj.

source: Oarjedavil: Gaunan rájes riikkaráji mielde Holdernii.
smj: Nuorttaallen: Gaunanis rijkarájá milta Holdernij.

source: Laadth – gieles lea guohtunguovlu Skæhkere boazoorohaga váste.
smj: Laadth – gieles la guohtomguovllo Skæhkere ällosujttimdajvvaj.

source: Bivdinriekti guovllus gullá aŋkke duššefal Kall čerrui.
smj: Bivddoriektá dan guovlon gullu dåssjå Kalla tjälldáj.

source: Áiddit: Áidi galgá leat Långnäset rájes Jävsjönis Torrön rádjái.
smj: Gárde: Gárde galggi gávnnut Långnäsetis Jävsjönan Torrönaj.

source: § 42 Enan Jämtlándda leanas
smj: § 42 Enan Jämtlanda lenan

source: Enan guovllus leat čuovvovaš rájit (Kártamielddus 4): Davil: Riikkaráji rájes E14 mielde Rundhögen luoddaerrui.
smj: Enanin li tjuovvo rájá (4. kárttaduoddetjála): Nuorttan: Rijkarájás E14 milta rahtesuorráj Rundhögenij.

source: Nuortan ja lulil: Dán luoddaearus geaidnoráigge Rundhögenii, viidásit njuolga linjjás Sevedholm rádjái ja das njuolga linjjás badjel Blåhammarkläppen riikkarádjái Svaletjahke bokte.
smj: Lullne ja oarjján: Dat rahtesuores rahte milta Rundhögenij, vijdábut njuolgga linnja Sevedholmaj ja dåppelt njuolgga linnja Blåhammarkläppena rastá rijkarádjáj Svaletjahke (SWER99TM 356084 6997276) guoran.

source: Oarjin: Riikkaráji mielde Svaletjahke rájes E14 rádjái.
smj: Allen: Rijkarájá milta Svaletjahkes E14 rádjáj.

source: Enan lea guohtunguovlu Essand boazoorohaga váste.
smj: Enan la guohtomguovllo Essanda ällosujttimdajvvaj.

source: Dat oassi guovllus mii lea boazoguohtuneatnamiid (renbetesfjäll) siskkobealde sáhttá geavahuvvot birra jagi.
smj: Dav guovllooasev mij la guohtomvárij sinna oadtju jagev birra ávkkit.

source: Eará oasit Enan guovllus sáhttet geavahuvvot golggotmánu 1. b. – cuoŋománu 30.b..
smj: Ietjá åsijt Enanin oadtju ájgen gålgådismáno 1. b. - vuoratjismáno 30. b. ávkkit.

source: Áiddit: Áidi galgá leat Rundhögenis guohtunguovllu ráji mielde riikkarádjái Svaletjahkes.
smj: Gárde: Gárde galggi gávnnut Rundhögenis guohtomguovllorájá milta rijkarádjáj Svaletjahke guoran.

source: § 43 Bealjehkh Lulli-Trøndelága fylkkas
smj: § 43 Bealjehkh Sør-Trøndelaga fylkan

source: Bealjehkh guovllus leat čuovvovaš rájit (Kártamielddus 4): Davil: Riikkarájis Svaletjahkes njuolga linjjás Gorfuglhåmmåren (aláš 839) rádjái, das njuolga linjjás Nesjøenii Esna bokte.
smj: Bealjehkhin li tjuovvo rájá (4. kárttaduoddetjála): Nuorttan: Rijkarájás Svaletjahke (33 V 356084 6997276) guoran njuolgga linnja Gorfuglhåmmåren (839 alludagán), dåppelt njuolgga linnja Nesjøen Esna (33 V 349336 6993114) guoran.

source: Oarjin: Esna rájes Nesjøen mielde Storbekken njálbmái.
smj: Allen: Esnas Nesjøena milta Storbekkena lusspáj (33 V 352037 6986732).

source: Lulil: Dán njálmmis njuolga linjjás Neklumpenii (aláš 1014), das njuolga linjjás dan báikái gokko Ekornåa boahtá riikkarádjái.
smj: Oarjján: Dát luspes njuolgga linnja Neklumpenij (1014 alludagán), dåppelt njuolgga linnja dan sadjáj gånnå Ekornåa rijkarájáv rassti.

source: Nuortan: Riikkaráji mielde Ekornåa rájes Svaletjahke rádjái.
smj: Lullne: Rijkarájá milta Ekornåas Svaletjahkej.

source: Bealjehkh lea guohtunguovlu Handölsdalen čearu váste.
smj: Bealjehkh la guohtomguovllo Handölsdalena tjälldáj.

source: 2. Storbekken njálmmi rájes Nesjøenis guohtunguovllu ráji mielde dan báikái gokko Ekornåa boahtá riikkarádjái.
smj: Storbekkena luspes Nesjøenij guohtomguovllorájá milta dan sadjáj gånnå Ekornåa rijkarájáv rassti.

source: § 44 Grövelsjön Dalarna leanas
smj: § 44 Grövelsjön Dalarna lenan

source: Grövelsjön guovllus leat čuovvovaš rájit (Kártamielddus 4): Riikkarájis Grövelsjön bokte, dán jávrri mielde Grövlan njálbmái, dás njuolga linjjás Rr 140 A rádjái, viidásit riikkaráji mielde Grövelsjön rádjái.
smj: Grövelsjön li tjuovvo rájá (4. kárttaduoddetjála): Rijkarájás Grövelsjöna guoran, dan jávre milta Grövlana lusspáj, dåppelt njuolgga linnja Rr 140 A rádjáj, vijdábut rijkarájá milta Grövelsjönaj.

source: Grövelsjön lea guohtunguovlu Elgå boazoorohaga váste.
smj: Grövelsjön la Elgå ällosujttimdajva guohtomguovllo.

source: Dat oasit guovllus mat leat birrajagi guohtuma siskkobealde sáhttet geavahuvvot golggotmánu 1. b. – cuoŋománu 30.b..
smj: Dajt guovlloåsijt ma li jagevbirraednama ålggolin oadtju ájgen gålgådismáno 1. b. - vuoratjismáno 30. b. ávkkit.

source: Áiddit: Áidi galgá leat Grövlan njálmmi rájes Grövelsjönis guohtunguovllu ráji mielde gitta Rr 140 A rádjái.
smj: Gárde: Gárde galggi gávnnut Grövlana luspes Grövelsjönas guohtomguovllorájá milta Rr 140 A rádjáj.

source: § 45 Sierra riikkarádjeáiddit Davvi- Trøndelága, Lulli-Trøndelága ja Hedmárkku fylkkain ja Jämtlándda ja Dalarna leanain
smj: Sierra märrádusá gárdij birra § 45 Sierra rijkarájá Jämtlanda ja Dalarna lenan ja Nord-Trøndelaga, Sør-Trøndelaga ja Hedmarka fylkajn

source: Áiddit galget leat riikkaráji nalde:
smj: Gárde galggi gávnnut rijkarájá milta 1.

source: 1. Gaskal Loarte boazoorohaga ja Jovnevaerie čearu Stor-Kingen jávrri rájes Björkvattnet rádjái (se § 46).
smj: Jovnevaerie tjielde ja Loarte ällosujttimdajva gaskan jávres Stor-Kingenis Björkvattnetij (gehtja § 46), 2.

source: 2. Gaskal Loarte boazoorohaga ja Njaarke čearu Björkvattnet rájes Jävsjön rádjái.
smj: Loarte ällosujttimdajva ja Njaarke tjielde gaskan Björkvattnetis Jävsjönaj, 3.

source: 3. Gaskal Skæhkere boazoorohaga ja Kall čearu ja maiddái gaskal Gaasken- Laante boazoorohaga ja Kall čearu Torrön jávrri rájes Breivatnet rádjái.
smj: Kalla tjielde ja Skæhkere ällosujttimdajva gaskan ja Kalla tjielde ja Gaasken-Laante ällosujttimdajva gaskan jávres Torrön Breivatnetij, 4.

source: 4. Gaskal Gaasken-Laante boazoorohaga ja Kall čearu Skalsvattnet rájes Teveldal stašuvnna rádjái (geahča § 46).
smj: Kalla tjielde ja Gaasken-Laante ällosujttimdajva gaskan Skalsvattnetis Teveldala stasjåvnnåj (gehtja § 46), 5.

source: 5. Gaskal Essand boazoorohaga ja Handölsdalen ja Mittådalen čearuid Ekornåa rájes Rr 153 rádjái (geahča § 46).
smj: Handölsdalena ja Mittådalena tjielde ja Essand ällosujttimdajva gaskan Ekornåa Rr 153 rádjáj (gehtja § 46), 6.

source: 6. Gaskal Riast-Hylling boazoorohaga ja Mittådalen čearu ja maiddái gaskal Riast-Hylling boazoorohaga ja Ruvhten siijte čearu Hyddsjön rájes Rr 146 Aa rádjái.
smj: Mittådalena tjielde ja Riast-Hylling ällosujttimdajva ja Ruvhten sijte ja RiastHylling ällosujttimdajva gaskan Hyddsjönas Rr 146 Aa rádjáj.

source: Gaskal Femund boazoorohaga ja Ruvhten siijte čearu Rr 146 Aa rájes Rogshåen rádjái Røa eanus.
smj: Ruvhten sijte ja Femund ällosujttimdajva gaskan Rr 146 Aa rájes Rogshåena rádjáj Røaänon.

source: Elgå boazoorohaga bokte Rr 140 A rájes dan báikái gokko geaidnu 218 rasttilda riikkaráji.
smj: Elgå ällosujttimdajva guoran Rr 140 Aa rájes dan sadjáj gånnå rahte 218 rijkarájáv rassti.

source: § 46 Daid áiddiid dáfus mat namuhuvvojit §§ 14, 39 ja § 45 1, 4 ja 5 mat leat ceggejuvvon eará geatnegasvuođaid geažil go dat maid dán guovtti riikka soahpamuš mielddisbuktá, ii rievdda gustojeaddji ovddasvástádusdilálašvuođaid.
smj: § 46 Gárdijda ma nammaduvvi §§ 14, 39 ja 45 nr 1, 4 ja 5 ma li tsieggidum ietjá välggogisvuodaj vuodon gå mij tjuovvu lihtov goappásj rijkaj gaskan, e gulle åvdåsvásstediddje vidjura rievddaduvá.

source: § 47 Ovddasvástádusa juohkin dán guovtti riikka gaskka cegget ja máŧasdoallat áiddiid mat namuhuvvojit dán šiehtadusas, čilgejuvvo šiehtadusa mildosis (Sierra mielddus).
smj: § 47 Åvdåsvásstádusjuogadibme goappásj rijkaj gaskan gárdij ja rustigij tsäggoma ja divudime hárráj ma nammaduvvi dán bievddegirjen vuojnnu bievddegirjen duoddetjállagin (Sierra duoddetjála).

source: Áiddit mat leat ceggejuvvon dán guovtti riikka ovddeš soahpamušaid vuođul, ja mat eai leat mielde dán šiehtadusas galget gaikojuvvot.
smj: Gárdijt, ma li tsäkkodum åvdep lihto doarjjagijn goappásj rijkaj gaskan, ja ma dán bievddegirjen e nammaduvá, galggá gajkkot.

source: Seamma gusto daidda rusttegiidda main ii leat šat doaibma rádjerasttildeaddji boazodoalu oktavuođas.
smj: Sämmiláhkáj aj rustigijda ma e doajmmaj dasti boade dán bievddegirje milta.

source: Ovddasvástádus gaikut lea dan riikkas mas lea leamaš ovddasvástádus daid cegget.
smj: Åvdåsvásstádus gajkkoma åvdås gullu dan rijkkaj mij la tsägggoma åvdås vásstedam.

source: § 48 Jus goappáge riikka našuvnnalaš eiseváldi, ovdalgo konvenšuvdna rádjerasttildeaddji boazodoalu hárrái lea boahtán fápmui, lea addán lobi doibmii mii mearkkašahtti láhkái dagaha váttisvuođaid doaimmahit boazodoalu guohtunguovllus dán šiehtadusa olis, de galgá dat riika sihkkarastit boazoguohtundárbbu nuppi riikka guoskevaš boazoorohaga dahje čearu várás.
smj: Hiejttemmärrádusá § 48 Jus rijkalasj fábmudahka nuppen rijkan, åvddål konvensjåvnnå ällosujttima rájáj rastá hárráj la fábmuj boahtám, la dagov loabedam mij ällosujtov máhttá guohtomguovlon vájvedit dán bievddegirje milta, galggá rijkka dárbas guohtoma åvdås huksat guosske tjälldáj jali ällosujttimdajvvaj nuppen rijkan.

source: § 49 Dat guokte riikka galget ovdalgo rádjerasttildeaddji boazodoalu konvenšuvdna lea boahtán fápmui, dahkat sierra soahpamuša áiddiid ja rusttegiid ceggema ja gaikuma áigeplána hárrái.
smj: § 49 Ájggeplána hárráj gárdij ja ietjá rustigij tsäggomij ja gajkkomij galggaba goappásj rijka, åvddål gå konvensjåvnnå ällosujttima hárráj rájáj rastá la fábmuj boahtám, sierra lihtov dahkat.
